Repository: paulomendes/queens-puzzle
Catalog: QueensPuzzle/Packages/QueensUI/Sources/QueensUI/Resources/Localizable.xcstrings
Source language: en
Languages: es, pt_br

# game.board.a11y.label
source: Board, %lld by %lld
es: Tablero, %lld por %lld
pt_br: Tabuleiro, %lld por %lld

# game.button.abort
source: Abort
es: Abandonar
pt_br: Desistir

# game.button.reset
source: Reset
es: Reiniciar
pt_br: Reiniciar

# game.cell.a11y.empty
source: Row %1$lld, column %2$lld, empty
es: Fila %1$lld, columna %2$lld, vacía
pt_br: Linha %1$lld, coluna %2$lld, vazia

# game.cell.a11y.hint.place
source: Double tap to place queen
es: Toca dos veces para colocar la reina
pt_br: Toque duas vezes para posicionar a rainha

# game.cell.a11y.hint.remove
source: Double tap to remove queen
es: Toca dos veces para quitar la reina
pt_br: Toque duas vezes para remover a rainha

# game.cell.a11y.queenPlaced
source: Row %1$lld, column %2$lld, queen placed
es: Fila %1$lld, columna %2$lld, reina colocada
pt_br: Linha %1$lld, coluna %2$lld, rainha posicionada

# game.cell.a11y.queenPlacedConflict
source: Row %1$lld, column %2$lld, queen placed, in conflict
es: Fila %1$lld, columna %2$lld, reina colocada, en conflicto
pt_br: Linha %1$lld, coluna %2$lld, rainha posicionada, em conflito

# game.cell.a11y.underAttack
source: Row %1$lld, column %2$lld, under attack
es: Fila %1$lld, columna %2$lld, bajo ataque
pt_br: Linha %1$lld, coluna %2$lld, sob ataque

# game.hud.a11y.elapsedTime
source: Elapsed time: %@
es: Tiempo transcurrido: %@
pt_br: Tempo decorrido: %@

# game.hud.a11y.moves
source: Moves: %lld
es: Movimientos: %lld
pt_br: Jogadas: %lld

# game.hud.a11y.queensRemaining
source: Queens remaining: %lld
es: Reinas restantes: %lld
pt_br: Rainhas restantes: %lld

# game.win.button.leave
source: Leave
es: Salir
pt_br: Sair

# game.win.button.retry
source: Retry
es: Reintentar
pt_br: Tentar de novo

# game.win.record.both
source: New best time and move count!
es: ¡Nuevo récord de tiempo y movimientos!
pt_br: Novo recorde de tempo e jogadas!

# game.win.record.moves
source: New fewest moves!
es: ¡Nuevo récord de movimientos!
pt_br: Novo recorde de jogadas!

# game.win.record.time
source: New best time!
es: ¡Nuevo mejor tiempo!
pt_br: Novo recorde de tempo!

# game.win.stat.moves
source: Moves
es: Movimientos
pt_br: Jogadas

# game.win.stat.time
source: Time
es: Tiempo
pt_br: Tempo

# game.win.title
source: You won!
es: ¡Has ganado!
pt_br: Você venceu!

# home.button.startNewPuzzle
source: Start New Puzzle
es: Empezar Nuevo Puzle
pt_br: Iniciar Novo Desafio

# home.row.a11y.label
source: Board size %lld
es: Tablero de tamaño %lld
pt_br: Tabuleiro de tamanho %lld

# home.row.a11y.value
source: Best time %1$@, best moves %2$@
es: Mejor tiempo %1$@, menos movimientos %2$@
pt_br: Melhor tempo %1$@, menos jogadas %2$@

# home.scores.column.bestMoves
source: Best Moves
es: Menos Movimientos
pt_br: Menos Jogadas

# home.scores.column.bestTime
source: Best Time
es: Mejor Tiempo
pt_br: Melhor Tempo

# home.scores.column.board
source: Board
es: Tablero
pt_br: Tabuleiro

# home.size.a11y.label
source: Board size
es: Tamaño del tablero
pt_br: Tamanho do tabuleiro

# home.size.label
source: Size
es: Tamaño
pt_br: Tamanho

# home.title
source: Queens Puzzle
es: Rompecabezas de Reinas
pt_br: Desafio das Rainhas
